/* File size gigabytes */
"%.1f GB" = "%.1f GB";

/* File size kilobytes */
"%.1f KB" = "%.1f KB";

/* File size megabytes */
"%.1f MB" = "%.1f MB";

/* Google connection error title */
"Error connecting to Google Drive" = "Error al conectarse a Google Drive";

/* Folder does not exist */
"Folder does not exist" = "La carpeta no existe";

/* Folder is in the trash */
"Folder is in the trash" = "La carpeta está en la papelera";

/* Name of google drive import button */
"Import" = "Importar";

/* Insufficient disk space. */
"Insufficient disk space" = "Espacio insuficiente en disco";

/* name of root folder on google drive */
"My Drive" = "Mi unidad";

/* Status when user is not authorized */
"Not signed in" = "No has iniciado sesión";

/* OK */
"OK" = "Aceptar";

/* recent locations in file browser */
"Recent Places" = "Ubicaciones recientes";

/* Google folder browser accept button */
"Select" = "Seleccionar";

/* Google folder browser window title */
"Select Destination Folder" = "Seleccionar carpeta de destino";

/* Shared with me */
"Shared with me" = "Compartido conmigo";

/* SignInSignOut button title when signed out */
"Sign In..." = "Iniciar sesión...";

/* SignInSignOut button title when signed in */
"Sign Out" = "Cerrar sesión";

/* starred or marked items */
"Starred" = "Con estrella";

